import '../App.css';

const About = () => {
  return (
    <>
    <div className='title'>
        <h1>Описание</h1>
    </div>
    <div className='content'>
        <p>
        Наша игра разработана через RPG Maker ХP. Это программа, позволяющая вам создать 
        оригинальную ролевую игру без каких-либо специальных знаний и подготовки. 
        Различные функции RPG MAKER XP, от параметров персонажа до боевой системы, создаются с помощью программ, 
        называемых скриптами. RPG MAKER XP оснащен системой сценариев игр Ruby (RGSS), 
        основанной на языке Ruby и настроенной специально для этой программы.
        Сюжет игры довольно прост. Пользователь управляет мальчиком, которому захотелось новых впечатлений. 
        После он осознает свою ошибку и пытается вернуться домой, преодолевая испытания. 
        В игре можно прокачивать персонажей, решать головоломки, посмеяться с шуток, побеждать врагов. 
        Опасность ждет там где никто не ждет.
        </p>
    </div>
    </>
  );
};

export default About;
